<?php

return array (
  'name' => '盛乐优品',
  'beian' => '',
  'cdnurl' => '',
  'version' => '1.0.3',
  'timezone' => 'Asia/Shanghai',
  'forbiddenip' => '',
  'fixedpage' => 'dashboard',
  'categorytype' => 
  array (
    'default' => 'Default',
    'page' => 'Page',
    'article' => 'Article',
    'test' => 'Test',
  ),
  'configgroup' => 
  array (
    'basic' => 'Basic',
    'integral' => 'Integral',
    'message' => 'Message',
    'payset' => 'Payset',
    'cashset' => 'Cashset',
    'seckill' => 'Seckill',
    'express' => 'Express',
    'writeoff' => 'Writeoff',
  ),
  'agreement' => '用户注册协议
一、特别提示
在此特别提醒您（用户）在注册成为盛乐优品用户之前，请认真阅读本《盛乐优品用户注册协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。您同意并点击确认本协议条款且完成注册程序后，才能成为盛乐优品的正式注册用户，并享受盛乐优品的各类服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。若您不同意本协议，或对本协议中的条款存在任何疑问，请您立即停止盛乐优品用户注册程序，并可以选择不使用本网站服务。
本协议约定盛乐优品与用户之间关于“盛乐优品”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人、单位。本协议可由盛乐优品随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本APP中查阅最新版协议条款。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用盛乐优品提供的服务，用户继续使用盛乐优品提供的服务将被视为接受修改后的协议。
二、账号注册
1、用户在使用本服务前需要注册一个“盛乐优品”账号。“盛乐优品”账号应当使用手机号码绑定注册，请用户使用尚未与“盛乐优品”账号绑定的手机号码，以及未被盛乐优品根据本协议封禁的手机号码注册“盛乐优品”账号。盛乐优品可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。
2、如果注册申请者有被盛乐优品封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，盛乐优品将拒绝其注册申请。
3、鉴于“盛乐优品”账号的绑定注册方式，您同意盛乐优品在注册时将允许您的手机号码及手机设备识别码等信息用于注册。
4、在用户注册及使用本服务时，盛乐优品需要搜集能识别用户身份的个人信息以便盛乐优品可以在必要时联系用户，或为用户提供更好的使用体验。盛乐优品搜集的信息包括但不限于用户的姓名、地址；盛乐优品同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。
三、账户安全
1、用户一旦注册成功，成为盛乐优品的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时登陆盛乐优品。
2、用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。
3、用户不得以任何形式擅自转让或授权他人使用自己的盛乐优品用户名。
4、用户对密码加以妥善保管，切勿将密码告知他人，因密码保管不善而造成的所有损失由用户自行承担。
5、如果用户泄漏了密码，有可能导致不利的法律后果，因此不管任何原因导致用户的密码安全受到威胁，应该立即和盛乐优品客服人员取得联系，否则后果自负。
四、用户声明与保证
1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。
2、用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名、所在地区等内容的有效性及安全性，保证盛乐优品工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。
3、用户通过使用盛乐优品的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则：
（1）违反宪法所确定的基本原则的；
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； 
（3）损害国家荣誉和利益的；
（4）煽动民族仇恨、民族歧视，破坏民族团结的； 
（5）破坏国家宗教政策，宣扬邪教和封建迷信的； 
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； 
（8）侮辱或者诽谤他人，侵害他人合法权益的； 
（9）含有法律、行政法规禁止的其他内容的。
4、用户不得利用“盛乐优品”账号或本服务制作、上载、复制、发布、传播下干扰“盛乐优品”正常运营，以及侵犯其他用户或第三方合法权益的内容：
（1）含有任何性或性暗示的； 
（2）含有辱骂、恐吓、威胁内容的；
（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的；
（4）涉及他人隐私、个人信息或资料的；
（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。
五、服务内容
1、盛乐优品是由盛世永乐（武汉）信息技术有限公司提供的在线购物平台，用户通过盛乐优品抢购到喜爱的商品后，委托盛乐优品对所抢购到同类型商品或同价值的商品进行2次预售服务，如用户委托的2次预售服务成功售出，则该用户应承担该商品的进货款。具体服务内容由盛乐优品根据实际情况提供，包括但不限于： 
（1）在线搜索、发布信息服务；
（2）撮合交易服务；
（3）提供物流服务；
（4）收取服务费用：具体金额以盛乐优品产生的统计数据为准。
（5）订单查询；
（6）盛乐优品推广佣金。
2、盛乐优品有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明，或者被盛乐优品认为不妥当的内容（包括但不限于文字、语音、图片、视频、图文等）。
3、所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。
六、服务的终止
1、在下列情况下，盛乐优品有权终止向用户提供服务：
（1）在用户违反本服务协议相关规定时，盛乐优品有权终止向该用户提供服务；如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，盛乐优品有权直接单方面终止向该用户提供服务；
（2）如盛乐优品通过用户提供的信息与用户联系时，发现用户在注册时填写的联系方式已不存在或无法接通，盛乐优品以其它联系方式通知用户更改，而用户在三个工作日内仍未能提供新的联系方式，盛乐优品有权终止向该用户提供服务；
（3）用户不得通过程序或人工方式进行刷量或作弊，若发现用户有作弊行为，盛乐优品将立即终止服务，并有权扣留账户内金额；
（4）一旦盛乐优品发现用户提供的数据或信息中含有虚假内容，盛乐优品有权随时终止向该用户提供服务；
（5）本服务条款终止或更新时，用户明示不愿接受新的服务条款；
（6）其它盛乐优品认为需终止服务的情况。
2、服务终止后，盛乐优品没有义务为用户保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。
3、用户理解并同意，即便在本协议终止及用户的服务被终止后，盛乐优品仍有权：
（1）继续保存您的用户信息；
（2）继续向用户主张在其使用盛乐优品服务期间因违反法律法规、本协议及平台规则而应承担的责任。
七、服务的变更、中断
1、鉴于网络服务的特殊性，用户需同意盛乐优品会变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料，而无需通知用户，也无需对任何用户或任何第三方承担任何责任。
2、盛乐优品需要定期或不定期地对提供网络服务的平台进行检测或者更新，如因此类情况而造成网络服务在合理时间内的中断，盛乐优品无需为此承担任何责任。
八、服务条款修改
1、盛乐优品有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，盛乐优品将会通过适当方式向用户提示修改内容。
2、如果不同意盛乐优品对本服务条款所做的修改，用户有权停止使用网络服务。
3、如果用户继续使用网络服务，则视为用户接受盛乐优品对本服务条款所做的修改。
九、免责与赔偿声明
1、若盛乐优品已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。
2、用户明确同意其使用盛乐优品所存在的风险将完全由其自己承担，因其使用盛乐优品而产生的一切后果也由其自己承担。
3、用户同意保障和维护盛乐优品及其他用户的利益，由于用户在使用盛乐优品有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给盛乐优品及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。
十、隐私声明
1、适用范围：
（1）在用户注册盛乐优品账户时，根据要求提供的个人注册信息；
（2）在用户使用盛乐优品，或访问其相关网页时，盛乐优品自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录。
2、信息使用：
（1）盛乐优品不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可；
（2）盛乐优品亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，盛乐优品有权立即终止与该用户的服务协议，查封其账号；
（3）为达到服务用户的目的，盛乐优品可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与盛乐优品合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息。
3、信息披露：用户的个人信息将在下述情况下部分或全部被披露： 
（1）经用户同意，向第三方披露；
（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
（3）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露； 
（4）为提供用户所要求的产品和服务，而必须和第三方分享用户的个人信息； 
（5）其它盛乐优品根据法律或者网站政策认为合适的披露；
（6）用户使用盛乐优品时提供的银行账户信息，盛乐优品将严格履行相关保密约定。
十一、其他
1、盛乐优品郑重提醒用户注意本协议中免除盛乐优品责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。
2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和盛乐优品之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交盛乐优品住所地有管辖权的人民法院管辖。
3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
4、本协议最终解释权归本商城所有，并且保留一切解释和修改的权力。
5、本协议从2021年07月29日起适用。',
  'create_cancel_time' => '10',
  'create_rgoods_time' => '7',
  'wx_pay' => '0',
  'wx_appid' => '111',
  'aboutUs' => '<p>关于我们</p>',
  'mi_money_cash' => '100',
  'cash_money_number' => '100',
  'max_money_cash' => '5000',
  'mini_integral_transfer' => '100',
  'mini_bonus_transfer' => '200',
  'money_cash_charge' => '0.6',
  'integral_transfer_charge' => '0',
  'bonus_transfer_charge' => '0',
  'money_cash_multiple' => '1',
  'one_seckill_start_time' => '16:30',
  'two_seckill_start_time' => '22:58',
  'wx_mch_id' => '1607901633',
  'ali_pay' => '1',
  'ali_appid' => '2021002182665575',
  'ali_mch_id' => '2088241554250851',
  'ali_rsaPrivateKey' => 'MIIEowIBAAKCAQEAl8K1gjVmvOst1ojp6L3FrXv8Rlkk/CMn12uV+72j7yXz0Hkf9jpxtEXbVPOovMnxK83j9X0X88x2weGpMrTB4O+agVDxEJQYOYTo7KC1SsUFk30ofQPt4ntHXsUCLJBWwY2X0SSXM584WVHNFd2PHMxoDqaSZEAOCkmOzpvjuMMLfcZMMBPldTyNwX5xc1Q6fMSrSrhfWhtF68kgtY3WStne2Q2a2i6MUW4dSzI2Lf77hw/1okcJhp/YIPzMPMvMaAkgbgp90JhkgzArNFXMcg40Lnns0FSiZvwwUcEcrc07imjoes0y1hh3XzCKlSOvvRfViWSxEXfHCHXm/Oyt4QIDAQABAoIBACeArER3aAW25diZDOHjO+hbhKA/JgxnjkBZpdHAXEKsy1kxnis2rVAyetQTFJIHsronPrYw2KJCT4tKFQO431qQo9QTYJxjICcgvIyTjH0o6bmpc3ePJUW1ty8o8tbsv1hkZecvshfi0wUU8OBHKrBhWJivrR1hOwZcfUq0c0MtQ03TAXAjVszj1dD4Z5GWvFkTkHwyB1+pQtcP1vV/8bzy29YctxvqA+YhasbjhdASm2vfWg3MXC9h+fu7xK7oEOf0ZdihMetxQDjiQhojD1R8KqZqfOL16D/rlf4h1HcAkNYLI0lkEfxqfqaGg7Vi+yyG6vPJJXQ2HrTqGS0JHY0CgYEAy86xnvLuEPuT5DfVFa6F5PIPDtDPBKARUtCikzetf5yKhcEC+Ui44vtmTJtPUrXfSuH52z0yl1WsdBYl7AGbQ70xYlfkc1GwB6OSezNxLzwRwpzDdzTO3P+3Q6btzzO1sGkXEgup1FpEL86/NedFEFBlYq47vEUpoCQyIFgb6EcCgYEAvp/ngKL8oyy1sUi9NE0Xt9LkpiEQXQcDkHJnk5v/DceeC+3/1oR97thYJcz62AKZhbfof6xPhyElbsqhFeKbyjOUYVgteeGW5W7Nltike7kApLvCcfvxpsMgwnFKzq/+56M36oFWAtw5rdmRbTtQFI9BlzykbZjS0+djmpjV9JcCgYBP//FO4DK8rdPuiE/3M8tRBAcPHL22JhLGvCikuv06kzr4p7vAGGCikGYmeexYHhXpMey+tzXtm26XHr6B9lt46oHBBZkh/xWm2fk8rQOns9+Q0bIUT8FHlITeZF8Cr1yJQ6cPqU5fkZMkZPY/dWlxru0tIBFIpKljN/IJKizCLwKBgAFYwdrvy9cfRr1U5TlMXiGHVOQzkZkGpqjLlh292WRwh5ZP/SG31+frEVxbAV6rTghaz0KvpfQvcMNCnTa5Xh5klOTHKbMVu+otCTjKmQbivLVtOidx/zgNYtrc0Al7xtI+HfQDK+djROkMg3GBHMS4al82J3c6wCqNFPAPqltLAoGBAMOGdPCBdEOJKxtp8r68Th85Q7u5eyMTPHuSwBm1jy6IXmlD9SIMSGCXyB+XsFzuOBVBJFk8AcvjWN5nWfjRBURczxoXoyIWg1U7pwumwWscKhNauAZ8mFGeZIfsM4t+Gr8qLn/2sBbS2odjsUrp8Ru2WAdRNYoHVBkvlXGRDaF6',
  'ali_alipayrsaPublicKey' => 'MIIBIjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAlKyLzRaL4rvJWGSO8eyjYkAaBVMjBRbLQw5j9hXwDJR7AZ+8M7Jrk+290Yvtz1E7wv/1vA9EXvmzkY4/tNWiPhLlc9CSlhIuqCt6Cd9T8R17hJWze//u2DJ8lhzEOfDkZbgF81q9481VywnwYZOqHnTDVtWAabFKVTd9QOJ7JwFllvhnL97pyPiIUYh92ioGWZqEyp2aCoFzaXZb4U4Y1DBdxmjojfYKULnQzu4MWpQ8D/3Z9CLx/lnzqYy8n3ieWuJ2p5benLf0F+bo4dJgOmMHpa5T418TYrKQml5JJyMr/b8Gix1cavMDh7qyzWyYX4DELsVCxFlTacw4k/MFJwIDAQAB',
  'key' => 'xxNJRVgY166',
  'customer' => 'BE4B101DCC9558806A6F786327365AB8',
  'app_down_address' => '/index/user/down_page',
  'create_seckill_time' => '3',
  'rgoods_seckill_time' => '7',
  'one_seckill_days' => '5',
  'two_seckill_days' => '20',
  'days_seckill_cancel' => '1',
  'url' => 'https://rtcsms.cn-north-1.myhuaweicloud.com:10743/sms/batchSendSms/v1',
  'APP_KEY' => 'YsM2e0DRPKNm5E049iWMabn4FV6V',
  'APP_Secret' => '5FdkGXZvSfo0BROuK5hwCaR0266m',
  'SignatureChannel' => '8821100831178',
  'regist_template' => 'd29c426b0fdc4a96979341cac13e1a78',
  'login_template' => 'd29c426b0fdc4a96979341cac13e1a78',
  'updata_phone_template' => 'd29c426b0fdc4a96979341cac13e1a78',
  'update_pwd_template' => 'd29c426b0fdc4a96979341cac13e1a78',
  'update_pay_pwd_template' => 'd29c426b0fdc4a96979341cac13e1a78',
  'global_template' => 'd29c426b0fdc4a96979341cac13e1a78',
  'hospital_zong_zigou' => '0.4',
  'hospital_dai_zigou' => '0.3',
  'hospital_dai_pingji' => '0.1',
  'hospital_dai_zong' => '0.1',
  'hospital_xiao_zong' => '0.3',
  'hospital_xiao_dai' => '0.2',
  'hospital_xiao_dai_zong' => '0.1',
  'hospital_type_image' => '',
  'order_overtime' => '1800',
  'buy_agreement' => '盛乐优品同意购买协议
欢迎您来到盛乐优品！
为使用盛乐优品服务，您应当阅读并遵守《盛乐优品用户服务协议》（以下简称“本协议”）。请您在进一步操作之前仔细阅读、充分理解本协议的各个条款，特别是以加粗形式提示您注意的条款，包括但不限于免除或者限制盛乐优品所有权人责任的条款、对用户权利进行限制的条款以及约定争议解决方式、司法管辖的条款。您有权选择同意或不同意本协议，您点击“同意购买协议”按钮即视为您已阅读并接受本协议的所有条款。
您完成注册程序或使用第三方账号登录盛乐优品，使用盛乐优品服务，并通过点击同意的形式在线签署以下协议条款，即视为您已充分阅读、理解本协议，并自愿受本协议的约束。阅读本协议过程中，如果您不同意本协议或其中任何条款，请立即停止注册程序并停止使用盛乐优品服务。
本“特别提示”是本协议正文的组成部分。
1.	定义
除另有约定外，本协议及其补充协议当中的下列名词均采用如下解释： 
1.1盛乐优品：指盛世盛乐优品（武汉）信息技术服务有限公司享有全部著作权的、提供给您及其他用户登录和使用的盛乐优品APP客户端。
1.2盛乐优品：是指盛乐优品的经营者，即盛世盛乐优品（武汉）信息技术服务有限公司。
1.3盛乐优品用户服务协议:即本协议，指您与盛乐优品订立的旨在约定您登录、使用盛乐优品平台，以及通过盛乐优品下达订单、购买商品、支付货款、收取商品等整个网购过程中，您与盛乐优品之间的权利、义务的书面合同。
1.4盛乐优品规则：包括所有盛乐优品已经发布或将来可能发布、修订的各类规则、规范、规则解读、实施细则、通知、公告等。 

2.协议范围及变更   
  2.1盛乐优品会不定时公布或修改与本服务协议有关的其他规则、条款，并会在盛乐优品APP公告相关信息，这些规则、条款、公告均是本协议的组成部分。
2.2盛乐优品保留随时不需要任何理由、单方面修订本协议的权利。本协议一经修订并生效即完全替代修订前的协议版本，并通过盛乐优品公告向所有用户公开征求意见，您可以通过盛乐优品或盛乐优品指定的方式反馈您的意见。您应当及时关注和了解本协议的修订情况，如您不同意变更事项，您有权于变更事项确定的生效日（发布公告7日内）前联系盛乐优品客服反馈意见。如反馈意见得以采纳，盛乐优品将酌情调整变更事项。若反馈意见不被采纳，您有权立即停用或者卸载盛乐优品APP，但在您停用或者卸载前在该平台上所实施的所有操作均为有效。

3.用户账户
3.1行为能力。在注册盛乐优品用户账户之前，您应当确认并承诺，您具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而造成的一切后果。 
3.2登录方式。您可以通过注册盛乐优品用户账户登录并使用盛乐优品。
3.3账户注册。注册盛乐优品用户账户时，您应当提供真实、有效的信息（包括但不限于姓名、电子邮箱、联系电话、联系地址等）；同时，您应当保证上述信息的持续有效性，一旦信息发生变化，您应当及时进行更新；否则您应当承担因信息提供不真实、联系方式无效导致的相关不利后果及全部损失，且盛乐优品保留终止向您提供服务的权利。
3.4账户保管。您的账户由您自行设置并保管，盛乐优品任何时候均不会主动要求您提供您的账户密码。因您保管账号、密码不当而造成的所有后果，将由您自行承担。凡经您的账号和密码成功登录使用盛乐优品，即视为您的使用行为；您应当对您的账户进行的所有活动及后果负法律责任。您不得以任何形式擅自转让或授权他人使用您的账户，因您主动泄露、出借账户信息或因您遭受他人攻击、诈骗等行为导致的损失及后果，盛乐优品并不承担责任,您可以通过司法、行政等救济途径向侵权行为人追偿。
3.5营销信息：您一经注册用户账号，即视为您同意盛乐优品及/或其关联公司通过短信或者电子邮件的方式向您注册时填写的手机号码或者电子邮箱发送相应的商品广告信息、促销优惠等营销信息；您如果不同意发送，您可以通过相应的退订功能进行退订。 

4.商品及/或服务的购买
4.1订单信息的确认。当您在盛乐优品购买商品或服务时，请您务必仔细确认所购商品的名称、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则您应对该收货人的行为和意思表示产生的法律后果均承担连带责任。
4.2商品价格。盛乐优品上显示的所有价格都是以人民币为计价单位，包括所有的税费，但不包括运费。结帐之前运费会自动计算包含在订单总价之内。在商品详情页面里您可以找到所有的相关信息，支付价格为下订单时的有效价格，在抢购区购物时产品有抢购价与预售价的价格区分。
4.3交易秩序。您的购买行为应当基于真实的消费需求，不得实施恶意购买、恶意维权等扰乱盛乐优品正常交易秩序的行为。基于维护盛乐优品交易秩序及交易安全的需要，盛乐优品发现上述情形时有权采取关闭相关交易订单，限制账户使用功能、中止或终止服务等措施而无需事先通知您。
4.4合同的成立与生效。您通过盛乐优品下达订单后，仅表示系统接收到了您下达的订单。只有您支付价款，您与销售商之间的买卖合同才成立；只有您零售购买成功或者批发购买成功，您与销售商之间的买卖合同才生效。
4.5真实评价。您有权在盛乐优品提供的评价系统中对您购买的商品或服务进行评价。您的所有评价行为应遵守法律法规及/或盛乐优品规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不得以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。盛乐优品可按照法律法规及/或盛乐优品规则的相关规定对您发布的违规信息进行屏蔽等，并有权视情形对您采取身份验证、限制购买行为等处理措施。
4.6委托代为预售。在盛乐优品抢购区内，您成功购买抢购产品后自动生成2个预售订单，抢购的产品不可退货及退款，预售的产品是您自愿同意并委托平台代为预售，平台为您预售的产品不保证一定会预售成功，具体根据市场实际销售为准，若未成功售出，平台默认为您继续委托售卖。若预售成功在规定的时间内及时支付产品货款，获得产品零售款，如超过时间未支付，此订单自动失效。
4.7商品信息。除另有明确说明外，盛乐优品上销售的商品/服务的相关信息由平台提供准确、完整、可靠、有效、没有错误和误导性的商品描述。然而，您充分理解，盛乐优品上存在海量信息，因为互联网技术及人力的局限性，盛乐优品不能保证平台上所有商品的信息均准确、完整、可靠、有效、没有错误和没有误导性。除盛乐优品有明显过错外，对于因商品信息导致的纠纷，盛乐优品不承担任何责任。
4.8 异常订单的处理。盛乐优品保留对单个商品的总出售数量进行限制、对单个订单的商品购买数量及同一IP地址对同类商品购买数量进行限制，并对异常订单、异常用户采取监控、限制等措施的权利。如盛乐优品发现您通过盛乐优品下达的订单存在违反法律规定或者本协议约定的异常情形的，盛乐优品有权采取关闭相关交易订单、限制账户使用功能、中止或终止服务等措施而无需事先通知您。
4.9商品缺货 尽管销售商做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，无法避免的会出现您提交的订单信息中的商品出现缺货、价格标示错误等情况；如您下单所购买的商品出现以上情况， 造成了重大误解，您有权取消订单，销售商亦有权自行取消订单，若您已经付款，则将为您办理退款。
4.10配送服务 您所订购的商品有两种配送方式：（1）由盛乐优品选择具有运输服务资质的公司为您提供运输代理服务；（2） 由销售商选择具有提供运输服务资质的公司为您提供运输代理服务。
4.11交付 
4.11.1 您所订购的商品将被送至您注明的送货地址。无论什么原因商品不能送达到送货地址的，客服人员将会尽快跟您取得联系。假如从客服人员第一次试图跟您联系之日 7 天内您没有提供答复，取消该订单。 
4.11.2 在您收到订购商品时，您书面签收则证明您收到了完好状态的商品。如果包装出现破损，请拒收。 
4.11.3 您在盛乐优品购买的商品由配送公司为您完成订单交付的，系统或者单据记录的签收时间为交付时间；您购买的商品采用在线传输方式交付的，销售商向您指定系统发送的时间为交付时间； 您购买服务的，生成的电子或者实物凭证中载明的时间为交付时间。
4.11.4 如果送货单中的商品与您的订单中所记录的不同，或者您收到的商品与送货单中的商品不符，您可以按照盛乐优品对外公布且正在实施的退货政策及退货程序，将相应的商品退回。
4.12.退回订单 
4.12.1 如果您对盛乐优品所订购的商品有质量问题，您可以退回所有或部分商品。已经收取到的被退回的商品的价款，将扣除退货运费后之后将相应的余额返还给您。 
4.12.2 您如果需要退货的，请务必于收到商品之日起7天内，按照不影响商品正常使用及再次销售的原则， 将您需要退货的商品及其包装、赠品、送货单、税务发票（如有）等送货时一并交付给您的物品和资料，全部完好无损地退回。否则，供应商有权不予退货。除有相反的证据外，退货的日期以供应商收到的包裹上显示的寄出邮戳所显示的日期为准。对于某些商品，如在商品详情页面及有关退货政策中已提示该类商品不予以退货的，您的下达订单行为将被视为您已同意接受销售商对此类商品不予退货的安排。
 4.12.3 供应商有权拒绝不符合盛乐优品对外公布实施的退货政策所规定的条件的所有退货。仅当供应商确认以上规定的这些条款得到了适时的遵从后，才会启动返还货款金额的程序。收到退货后 7 天内，所有的退款均遵循退换货政策操作。
4.12.4 如果您的退货与上述退货规定不符，您将没有资格得到任何退款。不过，您仍有资格自行支付费用以便接收已经退回到供应商的商品。如果您不想接收已经退回到供应商的商品，供应商有权保有这些商品并保留已经收到的金额。
4.13违规行为的处理。如果您使用盛乐优品时存在违反国家法律法规、本协议、侵害他人利益、盛乐优品利益或社会公共利益、严重违背社会公德等情形，盛乐优品有权采取屏蔽相关信息、中止或终止提供服务等处理措施。
4.14法律责任。您理解并同意，因您违反本协议或盛乐优品规则而产生的第三方索赔请求，由您自行承担法律责任；由此导致盛乐优品遭受损失的，您也应当一并赔偿。
5.费用
5.1费用。除本协议另有约定外，盛乐优品暂时为您提供免费服务，不向您收取任何其他费用。但盛乐优品保留收费的权利，包括设置收费的软件功能，决定收费对象、收费时段或收费费率等。
5.2收费规则。盛乐优品在收费前，会通过本协议或盛乐优品规则约定的通知方式给予提前通知，若您不同意盛乐优品的收费规则，应当立即停止使用盛乐优品；如果您继续使用盛乐优品，则视为您接受相关收费规则，您应当遵照收费规则向盛乐优品支付相应的费用。
6.所有权及知识产权
6.1商城的知识产权。盛乐优品对盛乐优品的内容享有全部的知识产权，包含但不限于：编码、商标、服务标志、商号、图形、美术品、照片、肖像、文字内容、音频、视频、按钮图标以及计算机软件、标识、数码下载、数据汇编等都是盛乐优品或其内容提供者的财产，受到中华人民共和国和国版权、商标权和其他财产所有权法律法规的保护。
6.2对平台的授权。对于您在任何时间以任何形式向盛乐优品提供或在盛乐优品发表的信息或资料（包括但不限于文字、图片、视频、音频等）相关知识产权，您同意免费授予盛乐优品及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用的权利。您同意盛乐优品及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其他作品内。
7.用户守则
7.1禁止行为。您不得进行任何侵犯盛乐优品知识产权的行为，或者进行其他有损于盛乐优品或其他用户合法权益的行为，包括但不限于：
1)删除或修改盛乐优品上的版权信息；
2)对盛乐优品及其中的相关信息擅自出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点，借助盛乐优品发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等；
3)在盛乐优品中内置各种插件程序或者其他的第三方程序，或者制作、发布、传播上述程序，而无论是否出于商业目的；
4)进行编译、反编译、反向工程或者以其他方式破解盛乐优品的行为；
5)使用盛乐优品外挂和/或利用盛乐优品当中的BUG来获得不正当的利益；
6)利用劫持域名服务器等技术非法侵入、破坏盛乐优品的服务器软件系统，或者修改、增加、删除、窃取、截留、替换盛乐优品的客户端和/或服务器软件系统中的数据，或者非法挤占盛乐优品平台的服务器空间，或者实施其他的使之超负荷运行的行为；
7)假冒盛乐优品或供应商在盛乐优品当中发布任何诈骗或虚假信息；
8)利用盛乐优品故意传播恶意程序或计算机病毒。
7.2信息发布。您应当遵守国家有关法律法规，不得在盛乐优品当中发表、转发或者传播含有下列内容的信息：
1)反对宪法所确定的基本原则的；
2)危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；
3)损害国家荣誉和利益的；
4)煽动民族仇恨、民族歧视，破坏民族团结的；
5)破坏国家宗教政策，宣扬邪教和封建迷信的；
6)散布谣言，扰乱社会秩序，破坏社会稳定的；
7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
8)侮辱或者诽谤他人，侵害他人合法权益的；
9)含有法律、行政法规禁止的其他内容的。
7.3 您有权在盛乐优品当中发表评论，转发或者回复其他用户的评论，但您应确保评论真实、客观且不会侵犯任何第三方的著作权、肖像权、名誉权、隐私权等合法权利。而且，您不得借助盛乐优品用户评论功能发布任何广告。 
7.4 您充分理解到：盛乐优品可能会不定期地通过发布软件升级包或软件补丁、在线升级等方式对本平台进 行更新。更新的过程中，盛乐优品可能通过互联网调取、收集您的关于盛乐优品的客户端软件版本信息、数据及其他有关资料，并自动进行替换、修改、删除和/或补充。此种行为是平台更新所必须的一种操作或步骤，您如果不同意盛乐优品进行此种操作，请您不要进行更新；您更新的行为即视为您同意盛乐优品进行此种操作。
7.5 您充分理解并完全同意：对您在盛乐优品当中发表、转发或者传播的评论及其内容，包括但不限于视频、 照片、文字内容，不论是否属于著作权法意义上的作品，盛乐优品均享有永久的、无期限及地域限制的、完全免费的使用权。而且，对于上述评论和/或内容，盛乐优品还享有下列各项权利，且实际行使时无须另行征得您的同意： 
1）有权对其进行修改、编辑、汇编、改编、分发或者以其他的方式进行使用； 
2）既有权使用其全部内容，也有权使用其中的某一部分或某几部分内容； 
3）有权将其许可给任何第三方使用，被许可的第三方征得盛乐优品同意后，既可以将其使用于盛乐优品自有网络平台，也可以将其使用于被许可的第三方自有的网络平台。 
4）有权单独以自己的名义，对未经盛乐优品许可而擅自使用上述评论和/或内容的第三方进行取证、证据保全、公证、提起诉讼和/或依法采取其他合法措施，以追究其法律责任。 
7.6个人账户是盛乐优品授权您使用盛乐优品用户管理系统的唯一凭证。盛乐优品所提供的积分、余额、推送等服务和优惠均通过用户管理系统发放，并且仅提供给获得授权的用户个人使用。您同意在符合法律法规及本条款规定的情况下使用个人帐户，盛乐优品有可能在某些情况（包括但不限于您违 反有关法律法规规定或本协议和/或其它公开规则，或者您严重违背社会公德、提供虚假注册身份信息、经盛乐优品判定认为存在恶意退货或不合常理的高退货率等情形、或其他损害或经判定认为可能损害盛乐优品利益的不正当行为等）下暂时冻结、永久冻结、修改、 删除您的个人账户或者采取其他处理措施。 
您了解并同意，盛乐优品用户管理系统中个人帐户、积分、余额、奖金等互联网产品及服务所有权归属盛乐优品，会员在满足盛乐优品公布的规则的前提下有权使用上述产品及服务。非经盛乐优品同意，您不得将盛乐优品各项产品及服务用于商业用途（例如：销售盛乐优品个人帐户、销售个人帐户下积分、余额、奖金等）。在使用盛乐优品服务过程中，如果您或您的个人帐户刻意规避盛乐优品管理措施，或存在涉嫌欺诈、商业牟利、不恰当或不诚实地使用服务或者其他违反本协议和/或其他公开规则的行为（包括但不限于使用作弊软件获取积分、余额、奖金等），盛乐优品有权拒绝为您继续提供服务，永久冻结您的个人帐户， 并根据具体情况并有权对该等个人帐号中因上述手段而产生、获得的一切虚拟产品予以清零。 
7.7 如您的行为使盛乐优品及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿盛乐优品及/或其关联公司的上述全部损失。 如您的行为使盛乐优品及/或其关联公司遭受第三人主张权利，盛乐优品及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。 如因您的行为使得第三人遭受损失，盛乐优品及/或其关联公司出于社会公共利益保护或消费者权益保护目的， 可自您的任何盛乐优品账户中划扣相应款项进行支付。
7.8法律责任。您需要对您在盛乐优品的言论及行为承担法律责任，若您违反国家法律法规的规定，盛乐优品的系统记录有可能成为您违反法律法规的证据。
8.免责声明 
8.1关于盛乐优品的免责声明 
8.1.1盛乐优品与其他的在线使用的互联网网站一样，也会受到各种不良信息、网络安全和网络故障问题的困扰，包括但不限于： 
1）其他用户可能会发布诈骗或虚假信息，或者发表有谩骂、诅咒、诋毁、攻击内容的，或者含有淫秽、 色情、下流、反动、煽动民族仇恨等让人反感、厌恶的内容的非法言论； 
2）其他用户可能会发布一些侵犯您或者其他第三方知识产权、肖像权、姓名权、名誉权、隐私权和/或其 他合法权益的图片、照片、文字等资料； 
3）面临着诸如黑客攻击、计算机病毒困扰、系统崩溃、网络掉线、网速缓慢、程序漏洞等问题的困扰和 威胁。 
8.1.2 您充分理解到：本协议第 8.1.1 条所述的各种不良信息、网络安全和网络故障问题，并不是盛乐优品或者盛乐优品伤残所导致的问题，给您造成的任何损失，概由您自行承担，盛乐优品无须向您承担任何责任。 
8.1.3纠纷处理。您理解并同意，盛乐优品并非司法机构，盛乐优品无法保证交易纠纷处理结果符合您和/或供应商的期望，也不对交易纠纷调处结果及赔付决定承担任何责任。
8.1.4外部影响。不论在何种情况下，盛乐优品均不对由于Internet连接故障，电脑、通讯或其他系统的故障，电力故障，计算机病毒，程序漏洞，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
8.1.5服务中断。除法律法规规定外，盛乐优品有权单方面地中止或者终止盛乐优品所提供的服务而无须提前通知您，该等中止、终止可能是因为国家法律、法规、政策及国家机关的命令或者其他的诸如地震、火灾、海啸、台风、罢工、战争等不可抗力事件，还可能是因为您违反本协议第 7.1条、第 7.2 条和/或第7.3条所约定的用户守则。您理解并同意，盛乐优品需要定期或者不定期地对盛乐优品、设备进行维护或者检修，因此造成的盛乐优品服务在合理时间内的中断，盛乐优品无需为此承担任何责任，但盛乐优品将尽可能事先通知您。 
8.2 关于商品销售的免责声明 
8.2.1 由于用不同手机终端设备观看时页面显示的差异，盛乐优品上促销的商品在图像和颜色方面可能跟真实的物品不尽一致。因此，所有显示的图片、视频和其他商品显示方法仅限于图示目的，在任何情况下不认为是合同的组成部分。假如供出售的商品跟网站上的描述不同，对您唯一的补救措施是根据本协议在没有使用的情况下退回该商品。
8.2.2 供应商保留根据市场价格波动随时修改上线商品价格的权利而无须事先通知您。在由于排版错误或销售商提供价格信息错误的情况下以不正确的价格列出来的商品，如果造成了重大误解，供应商有拒绝或取消任何对以不正确的价格列出来的商品所下订单的权利。 
8.2.3 由于合理的或不可避免的送货延迟对您或第三方带来的任何损失，盛乐优品不负任何责任。在这种情况下，盛乐优品将尽快地把任何可预知的延迟情况通知您，并在此时请您选择是否取消订单。 
8.2.4盛乐优品上面陈列的货物完全符合中华人民共和国的相关法律法规的规定。盛乐优品直接与供应商合作， 他们保证其商品是正宗的。您在本平台上找到的所有商品及商品描述均由销售商提供，仅由他们对其真实性负责。您应该系统性地参照货物描述找出他们的特征，对于任何种类的直接或 间接的、实质或非实质的由于商品的使用造成的损失，盛乐优品概不负责。
9.个人信息保护及授权
9.1授权收集。您充分理解并同意盛乐优品可能通过盛乐优品在您自愿选择服务或提供信息的情况下收集您的个人信息，例如您的姓名、电子邮箱、地址、电话号码及其他身份信息等。我们有可能会保留一些用户的使用习惯信息，用于更好地了解和服务用户。这些数据将有利于我们开发出更符合用户需求的功能、信息和服务。
9.2隐私政策。盛乐优品非常重视您的个人信息保护，在您使用盛乐优品提供的服务时，您同意按照本协议及《盛乐优品隐私政策》收集、存储、使用、披露和保护您的个人信息，该《盛乐优品隐私政策》是本协议的一部分，与本协议具有同等法律效力。
9.3技术的有限性。盛乐优品将使用各种安全技术和程序防止您及其他用户个人信息的丢失、不当使用、未经授权阅览或披露。但您充分理解并同意：由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。
10.期限、解除和终止
10.1期限。本协议自您确认同意之日起生效并长期有效。
10.2账户的注销。您可以按照平台公示的方式要求注销账户，终止本协议。
10.2.1经盛乐优品确认您的账户满足以下条件的，您的账户将被注销：
1） 账户无任何纠纷，包括投诉举报和被投诉举报； 
2） 账户为正常使用中的账户且无任何账户被限制的记录； 
3） 账户内无未完成的订单、服务；
4） 账户已经解除与其他网站、其他 APP 的授权登录或绑定关系。 
10.2.2您理解并同意以下情况：
1)注销账户后，您将无法登录、使用盛乐优品账户，您也将无法找回您账户中及与账户相关的任何内容或信息，在您的会员期间累积的积分、余额、奖金等也将不复存在，这些积分、余额、奖金等在任何情况下不得兑换为现金。您将放弃账户信息以及该账户在盛乐优品的资产、虚拟权益等，且盛乐优品无法为您恢复前述服务。这可能对您主张售后服务或维权带来不便。
2)您注销账户后，您的个人信息在盛乐优品前台将不可检索、访问。您知晓并理解，相关交易记录须在法律规定的期限内在盛乐优品后台予以保存。
请您在提交注销申请前，务必先了解须解绑的其他相关账户信息，具体可与我们的客服联系。
10.3协议的终止。出现以下情况时，盛乐优品可以本协议约定的方式通知您终止本协议：
1)您违反本协议约定，盛乐优品依据违约条款终止本协议的；
2)您盗用他人账户、发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋利等行为，盛乐优品依据盛乐优品规则对您的账户予以查封的；
3)除上述情形外，因您多次违反盛乐优品规则相关规定且情节严重，盛乐优品依据盛乐优品规则对您的账户予以查封的；
4)您的账户被盛乐优品回收的；
5)其它应当终止服务的情况。
10.4协议终止或解除后续事项的处理
1)自本协议终止或解除之日起，盛乐优品将关闭您在盛乐优品的账户权限。
2)本协议终止或解除后，盛乐优品有权保留您的注册信息及交易行为记录等数据，但盛乐优品不承担在协议终止后向您或第三方提供任何数据信息的义务，也不就协议终止向您或任何第三方承担责任，但法律法规另有规定的除外。
3)本协议终止或解除后，盛乐优品仍保留对您过往的违约行为追究责任的权利。
11.不可抗力
由于不可抗力事件导致一方不能及时履行或者不能履行该方在本协议下的任何义务（付款义务除外）的，不构成违约。但是受不可抗力事件影响的一方应立即把不可抗力事件的性质和程度通知对方，并积极采取相应补救措施，以最大程度地减少和避免损失。
12.法律适用及管辖
12.1法律适用。本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
12.2约定管辖。对于因本协议而产生的或者与本协议有关的争议，双方均应努力通过友好协商的方式进行解决。协商不成的，任何一方均有权提起诉讼，且双方一致同意由盛乐优品住所地人民法院管辖。
13.通知
13.1有效地址。您在注册盛乐优品账户时所填写的联系电话、电子邮箱地址、联系地址视为您的有效通知地址。若上述信息发生变更您应当及时进行更新，如果因您提供的联系方式不准确，或不及时告知变更后的联系方式，使相关通知（包括但不限于协议变更、法律文书等）无法送达或未及时送达，由您自行承担可能产生的法律后果。
您在注册盛乐优品用户时生成的用于登陆盛乐优品接收站内信、系统消息的会员账号（包括子账号）， 也作为您的有效联系方式。
盛乐优品会将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。
13.2通知送达。盛乐优品通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在盛乐优品公告，向您提供的联系电话发送手机短信，向您提供的电子邮箱发送电子邮件，向您的盛乐优品用户账户发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
13.3法律文书的送达。对于与盛乐优品有关的任何纠纷，您同意行政、公安、司法等有权机关可以通过手机短信、电子邮件、系统消息或站内信等方式向您送达法律文书，有权机关向上述联系方式发出法律文书即视为送达；若同时采取以上多种方式向您送达法律文书，送达时间以最先送达的为准。您同意上述送达方式适用于行政、仲裁、司法等法定程序全过程。
14.其他
14.1条款的独立性。如果根据适用的法律认定本协议中的任何条款或者任何条款中的任何部分无效、违法或者不具有可执行性，这种无效、违法或者不具有可执行性不影响本协议中的任何其它条款或者这些条款中的任何其它部分的效力。
14.2平台权利的保留。本协议未明示授权的其他权利仍由盛乐优品保留，用户未经盛乐优品书面许可不得行使，且盛乐优品未行使前述任何权利并不构成放弃权利。
14.3条标的作用。本协议条款的标题仅作参考使用，不界定、影响或限制本协议条款的含义、描述及解释。
14.4若我们发现您存在违法或违反本服务协议约定的行为，我们有权视您违法或违规情况，适用以下一项或多项处罚措施：
1）责令立即改正违法或违规行为；
2）中止、终止向您提供部分或全部服务；
3）冻结或注销您账号；
4）不违反法律法规规定的其他处罚措施；
若您的行为造成我们及我们关联公司损失的，您还应承担赔偿责任。
14.5盛乐优品有可能以消费者告知书、买家须知、温馨提示等形式，向您说明您在使用盛乐优品购买商品时应当履行的本协议所约定的义务之外的其他义务，您亦应当仔细阅读并全面履行。上述说明如果与本协议相互冲突或者矛盾的，以上述约定为准；上述约定未涉及的内容，仍适用本协议。
14.6由于互联网高速发展，您与盛乐优品签署的本协议列明的条款并不能完整罗列并覆盖您与盛乐优品所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，盛乐优品隐私权政策、盛乐优品规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用盛乐优品服务，视为您同意上述补充协议。
15.请您根据自身的经济情况理性消费；
所有用户在使用盛乐优品服务的过程中享有平等的权力、履行相同的义务。产品价格公开透明，任何人均可查阅。 无论何时，盛乐优品都将在公平公开的前提下为用户提供服务，无论何时，盛乐优品都将遵循诚实信用的原则为用户提供服务。
您选择“同意购买商品”按钮即视为您完全接受本协议，本协议即生效。故在点击之前，请您再次确认已经知悉并完全理解本协议的全部内容。',
  'seckill_zong_zigou' => '0.04',
  'seckill_dai_zigou' => '0.03',
  'seckill_dai_pingji' => '0.01',
  'seckill_dai_zong' => '0.01',
  'seckill_xiao_zong' => '0.04',
  'seckill_xiao_dai' => '0.03',
  'seckill_xiao_dai_zong' => '0.01',
  'android_url' => 'http://vtn79.ios0.vip/downpage/323878d0d3144118',
  'ios_url' => 'http://45dzg.ios0.vip/downpage/c2930f6d3f3f4767',
  'seckill_time' => '60',
  'carousel_time' => '3',
  'baiduORC_api_key' => 'L0YOvxwx1cGjkKkypLOUfyut',
  'baiduORC_secret_key' => 'v8DkRRavsQjzTZ5C7Ngd0IrTgCpjiMgX',
  'system_max_money' => '6000',
  'system_money' => '11000',
);
